const productsData = [
    {
        id: 1,
        src: 'https://media.istockphoto.com/id/1085313230/ru/%D1%84%D0%BE%D1%82%D0%BE/%D1%81%D1%8B%D1%80%D1%8B%D0%B5-%D0%BA%D1%83%D1%80%D0%B8%D0%BD%D1%8B%D0%B5-%D0%BD%D0%BE%D0%B6%D0%BA%D0%B8-%D0%BD%D0%B0-%D0%B1%D0%B5%D0%BB%D0%BE%D0%BC-%D1%84%D0%BE%D0%BD%D0%B5.jpg?s=612x612&w=0&k=20&c=8RPILz3_rWp3Y3tc5ho32Efpn-2PLmJOPt3C0Il2GpU=',
        name: 'Chicken Legs',
        description: {
        price: 400,
        weight: 700,
        text: 'Филе бедра без кожи и кости. Птица содержится в свободных птичниках, выращивается на натуральных зерновых кормах, что влияет положительно на вкус мяса. Филейная часть бедра обладает насыщенным вкусом и мясным ароматом.',
    },  
        charachter: {
            weight: 'Масса: 0,7 кг. (595-805 г.).',
            beforeDate: 'Срок годности: 6 суток',
            breed: 'Порода: КОББ 500.',
            bornIn: 'Место происхождения: Тверская область',
        },
        properties: {
            energy: 'Энергетическая ценность: 135 ккал./565 кДж.',
            nutritionalValue:  'Пищевая ценность: белки - 13,8 г., жиры - 8,7 г., углеводы - 0 г.; на 100 г.',
        }
    },
    {
        id: 2,
        src: 'https://orel.gostpp.ru/upload/iblock/7ef/3e45e9fvzr3nn2whjbagxh8g61vh8znh.jpg',
        name: 'Goose Legs',
        description: {
        price: 400,
        weight: 700,
        text: 'Филе бедра без кожи и кости. Птица содержится в свободных птичниках, выращивается на натуральных зерновых кормах, что влияет положительно на вкус мяса. Филейная часть бедра обладает насыщенным вкусом и мясным ароматом.',
    },  
        charachter: {
            weight: 'Масса: 0,7 кг. (595-805 г.).',
            beforeDate: 'Срок годности: 6 суток',
            breed: 'Порода: Б123 500.',
            bornIn: 'Место происхождения: Камчатский край',
        },
        properties: {
            energy: 'Энергетическая ценность: 135 ккал./565 кДж.',
            nutritionalValue:  'Пищевая ценность: белки - 13,8 г., жиры - 8,7 г., углеводы - 0 г.; на 100 г.',
        }
    },
    {
        id: 3,
        src: 'https://www.sibkolbasy.ru/upload/image/2017_12/indeyka.png',
        name: 'Turkey Fillet',
        description: {
        price: 400,
        weight: 700,
        text: 'Филе бедра без кожи и кости. Птица содержится в свободных птичниках, выращивается на натуральных зерновых кормах, что влияет положительно на вкус мяса. Филейная часть бедра обладает насыщенным вкусом и мясным ароматом.',
    },  
        character: {
            weight: 'Масса: 0,7 кг. (595-805 г.).',
            beforeDate: 'Срок годности: 6 суток',
            breed: 'Порода: Б123 500.',
            bornIn: 'Место происхождения: Камчатский край',
        },
        properties: {
            energy: 'Энергетическая ценность: 135 ккал./565 кДж.',
            nutritionalValue:  'Пищевая ценность: белки - 13,8 г., жиры - 8,7 г., углеводы - 0 г.; на 100 г.',
        }
    },

]

export default productsData